/*
 Navicat Premium Data Transfer

 Source Server         : 192.168.0.45
 Source Server Type    : MariaDB
 Source Server Version : 100137
 Source Host           : 192.168.0.45:3306
 Source Schema         : selforder

 Target Server Type    : MariaDB
 Target Server Version : 100137
 File Encoding         : 65001

 Date: 06/08/2019 15:33:18
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;


-- ----------------------------
-- Records of table
-- ----------------------------
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '001', '', '', '', 3, 0, NULL, 0, NULL, 1, 'S');
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '002', '', '', '', NULL, 0, NULL, 0, NULL, 1, 'S');
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '003', '10:50', 'N', '', NULL, 0, NULL, 0, NULL, 1, 'S');
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '006', '', '', '', NULL, 0, NULL, 0, NULL, 1, 'S');
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '007', '', '', '', NULL, 0, NULL, 0, NULL, 1, 'S');
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '008', '', '', '', NULL, 0, NULL, 0, NULL, 1, 'S');
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '009', '', '', '', NULL, 0, NULL, 0, NULL, 1, 'S');
INSERT INTO `table` VALUES ('001', '001', '001', '0000-00-00', '010', '', '', '', NULL, 0, NULL, 0, NULL, 1, 'S');


-- ----------------------------
-- Records of department
-- ----------------------------
INSERT INTO `department` VALUES ('001', '001', '001', '1', 'อาหาร', 'Food', 'Food');
INSERT INTO `department` VALUES ('001', '001', '001', '2', 'เครื่องดื่ม', 'Drink', 'Drink');
INSERT INTO `department` VALUES ('001', '001', '001', '3', 'ของหวาน', 'Dessert', 'Dessert');
INSERT INTO `department` VALUES ('001', '001', '001', '4', 'อื่นๆ', 'Other', 'Other');

-- ----------------------------
-- Records of category
-- ----------------------------
INSERT INTO `category` VALUES ('001', '001', '001', '01', 'อาหารเจ', 'อาหารเจ', 'อาหารเจ', '', 10, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '02', 'ปิ้ง ย่าง ทอด', 'ปิ้ง ย่าง ทอด', 'ปิ้ง ย่าง ทอด', '1', 2, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '03', 'ส้มตำ', 'ส้มตำ', 'ส้มตำ', '1', 2, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '04', 'ลาบ-น้ำตก', 'ลาบ-น้ำตก', 'ลาบ-น้ำตก', '1', 4, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '05', 'จานยำ', 'จานยำ', 'จานยำ', '1', 5, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '06', 'ปลา', 'ปลา', 'ปลา', '1', 6, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '07', 'ต้มยำ ทำแกง อ่อม', 'ต้มยำ ทำแกง อ่อม', 'ต้มยำ ทำแกง อ่อม', '1', 7, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '08', 'ข้าวผัด ข้าว ข้าวเหนียว', 'ข้าวผัด ข้าว ข้าวเหนียว', 'ข้าวผัด ข้าว ข้าวเหนียว', '1', 8, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '09', 'เมนูไข่', 'เมนูไข่', 'เมนูไข่', '1', 9, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '10', 'จานผัด', 'จานผัด', 'จานผัด', '1', 7, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '11', 'เครื่องดื่ม', 'เครื่องดื่ม', 'เครื่องดื่ม', '2', 11, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '12', 'ของหวาน-ไอศกรีม', 'ของหวาน-ไอศกรีม', 'ของหวาน-ไอศกรีม', '3', 13, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '13', 'ขนมและเครื่องดื่มหน้าตู้', 'ขนมและเครื่องดื่มหน้าตู้', '', '', 14, 1);
INSERT INTO `category` VALUES ('001', '001', '001', '14', 'ของฝาก', 'ของฝาก', '', '', 16, 1);


-- ----------------------------
-- Records of product
-- ----------------------------
INSERT INTO `product` VALUES ('001', '001', '001', '010001', 'ส้มตำ (เจ)', 'ส้มตำ (เจ)', '', '01', '1', '01', '4', 0, '', 0, 0, 0, '', '', '', 1, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '010002', 'ตำผลไม้รวม (เจ)', 'ตำผลไม้รวม (เจ)', '', '01', '1', '01', '4', 0, '', 0, 0, 0, '', '', '', 2, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '010003', 'ลาบ (เจ)', 'ลาบ (เจ)', '', '01', '1', '01', '2', 0, '', 0, 0, 0, '', '', '', 3, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '010004', 'น้ำตก (เจ)', 'น้ำตก (เจ)', '', '01', '1', '01', '2', 0, '', 0, 0, 0, '', '', '', 4, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '010005', 'ลาบวุ้นเส้น (เจ)', 'ลาบวุ้นเส้น (เจ)', '', '01', '1', '01', '2', 0, '', 0, 0, 0, '', '', '', 5, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '010006', 'ลาบเห็ดฟาง (เจ)', 'ลาบเห็ดฟาง (เจ)', '', '01', '1', '01', '2', 0, '', 0, 0, 0, '', '', '', 6, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '010007', 'ลาบเห็ดโคนญี่ปุ่น (เจ)', 'ลาบเห็ดโคนญี่ปุ่น (เจ)', '', '01', '1', '01', '2', 0, '', 0, 0, 0, '', '', '', 7, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '010008', 'ยำวุ้นเส้น (เจ)', 'ยำวุ้นเส้น (เจ)', '', '01', '1', '01', '2', 0, '', 0, 0, 0, '', '', '', 8, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020001', 'ไก่ย่าง ตัว', 'ไก่ย่าง ตัว', 'ไก่ย่าง ตัว', '02', '1', '02', '3', 0, '', 0, 0, 0, 'F', 'F', 'F', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020002', 'ไก่ย่าง ครึ่งตัว', 'ไก่ย่าง ครึ่งตัว', 'ไก่ย่าง ครึ่งตัว', '02', '1', '02', '3', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020003', 'คอหมูย่าง', 'คอหมูย่าง', 'คอหมูย่าง', '02', '1', '02', '3', 0, '', 0, 1, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020004', 'ไส้กรอกอีสาน', 'ไส้กรอกอีสาน', 'ไส้กรอกอีสาน', '02', '1', '02', '6', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020005', 'ไส้อั่ว', 'ไส้อั่ว', 'ไส้อั่ว', '02', '1', '02', '6', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020006', 'หมูทอดเชียงใหม่', 'หมูทอดเชียงใหม่', 'หมูทอดเชียงใหม่', '02', '1', '02', '6', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020007', 'หมูแดดเดียว', 'หมูแดดเดียว', 'หมูแดดเดียว', '02', '1', '02', '6', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020008', 'เนื้อแดดเดียว', 'เนื้อแดดเดียว', 'เนื้อแดดเดียว', '02', '1', '02', '6', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '020009', 'หมูข้าวเม่า', 'หมูข้าวเม่า', 'หมูข้าวเม่า', '02', '1', '02', '6', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '030009', 'ตำลาว', 'ตำลาว', 'ตำลาว', '03', '1', '03', '4', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '030010', 'ตำโคราช', 'ตำโคราช', 'ตำโคราช', '03', '1', '03', '4', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '030011', 'ตำหน่อไม้ปู', 'ตำหน่อไม้ปู', 'ตำหน่อไม้ปู', '03', '1', '03', '4', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '030012', 'ส้มตำหมูย่าง', 'ส้มตำหมูย่าง', 'ส้มตำหมูย่าง', '03', '1', '03', '4', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '030013', 'ส้มตำกุ้งแช่', 'ส้มตำกุ้งแช่', 'ส้มตำกุ้งแช่', '03', '1', '03', '4', 0, '', 0, 0, 0, '', '', '', 0, 1);
INSERT INTO `product` VALUES ('001', '001', '001', '040011', 'ห่อหมกหน่อไม้', 'ห่อหมกหน่อไม้', 'ห่อหมกหน่อไม้', '04', '1', '04', '6', 0, '', 0, 0, 0, '', '', '', 0, 1);


-- ----------------------------
-- Records of productimage
-- ----------------------------
INSERT INTO `productimage` VALUES ('001', '001', '001', '010001', '001001001_010001.jpg');
INSERT INTO `productimage` VALUES ('001', '001', '001', '020003', '001001001_020003.jpg');
INSERT INTO `productimage` VALUES ('001', '001', '001', '020004', '001001001_020004.jpg');
INSERT INTO `productimage` VALUES ('001', '001', '001', '020005', '001001001_020005.jpg');
INSERT INTO `productimage` VALUES ('001', '001', '001', '020006', '001001001_020006.jpg');


-- ----------------------------
-- Records of productsize
-- ----------------------------
INSERT INTO `productsize` VALUES ('001', '001', '001', '010001', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010002', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010003', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010004', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010005', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010006', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010007', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010008', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010009', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010010', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010011', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010012', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010013', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010014', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010015', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010016', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010017', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010018', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010019', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010020', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010021', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010022', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010023', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010024', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010025', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010026', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010027', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010028', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010029', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010030', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010031', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010032', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010033', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010034', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010035', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010036', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010037', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010038', '1', '', '', '', 1, 60.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010039', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '010040', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020001', '1', '', '', '', 1, 210.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020002', '1', '', '', '', 1, 105.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020003', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020004', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020005', '1', '', '', '', 1, 80.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020006', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020007', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020008', '1', '', '', '', 1, 120.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020009', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020010', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020011', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020012', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020013', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020014', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020015', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020016', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020017', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020018', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020019', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020020', '1', '', '', '', 1, 20.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020021', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020022', '1', '', '', '', 1, 55.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020023', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '020024', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030001', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030002', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030003', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030004', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030005', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030006', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030007', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030008', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030009', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030010', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030011', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030012', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030013', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030014', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030015', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030016', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030017', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030018', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030019', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030020', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030021', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030022', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030023', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030024', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030025', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030026', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030027', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030028', '1', '', '', '', 1, 120.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030029', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030030', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030031', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030032', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030033', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030034', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030036', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '030037', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040001', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040002', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040003', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040004', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040005', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040006', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040007', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040008', '1', '', '', '', 1, 80.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040009', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040010', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040011', '1', '', '', '', 1, 70.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040012', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040013', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040014', '1', '', '', '', 1, 80.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040015', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '040016', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050001', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050002', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050003', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050004', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050005', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050006', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050007', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050008', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050009', '1', '', '', '', 1, 150.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050010', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050012', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050013', '1', '', '', '', 1, 120.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '050014', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060001', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060002', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060003', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060004', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060005', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060006', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060007', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060008', '1', '', '', '', 1, 310.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060009', '1', '', '', '', 1, 310.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060012', '1', '', '', '', 1, 310.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060013', '1', '', '', '', 1, 310.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060014', '1', '', '', '', 1, 320.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060015', '1', '', '', '', 1, 320.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060016', '1', '', '', '', 1, 320.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060017', '1', '', '', '', 1, 320.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060018', '1', '', '', '', 1, 320.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060019', '1', '', '', '', 1, 320.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060020', '1', '', '', '', 1, 310.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060021', '1', '', '', '', 1, 310.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060022', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060023', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060024', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060025', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '060026', '1', '', '', '', 1, 390.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070001', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070002', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070003', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070004', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070005', '1', '', '', '', 1, 170.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070006', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070007', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070008', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070009', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070010', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070011', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070012', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070013', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070014', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070015', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070016', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070017', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070018', '1', '', '', '', 1, 160.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070019', '1', '', '', '', 1, 160.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070020', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070021', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070022', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070023', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070024', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070026', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070027', '1', '', '', '', 1, 110.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070028', '1', '', '', '', 1, 120.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070029', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070030', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070031', '1', '', '', '', 1, 150.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070032', '1', '', '', '', 1, 160.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070033', '1', '', '', '', 1, 150.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070034', '1', '', '', '', 1, 150.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070035', '1', '', '', '', 1, 150.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '070036', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080001', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080001', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080002', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080002', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080003', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080003', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080004', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080004', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080005', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080005', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080006', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080007', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080008', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080009', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080010', '1', '', '', '', 1, 65.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080011', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 5, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080011', '2', 'ครึ่งโล', 'ครึ่งโล', '', 0, 60.0000, 0, 0, 0, 0, 5, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080011', '3', 'หนึ่งโล', 'หนึ่งโล', '', 0, 120.0000, 0, 0, 0, 0, 5, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080012', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080012', '2', 'ครึ่งโล', 'ครึ่งโล', '', 0, 60.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080012', '3', 'หนึ่งโล', 'หนึ่งโล', '', 0, 120.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080013', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080014', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080015', '1', 'เล็ก', 'เล็ก', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080015', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080016', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080016', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080017', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080017', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080018', '1', 'เล็ก', 'เล็ก', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080018', '2', 'ใหญ่', 'ใหญ่', '', 0, 180.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080019', '1', 'เล็ก', 'เล็ก', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '080019', '2', 'ใหญ่', 'ใหญ่', '', 0, 190.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090001', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090002', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090003', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090004', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090005', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090006', '1', '', '', '', 1, 50.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090007', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090008', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '090009', '1', '', '', '', 1, 20.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100001', '1', '', '', '', 1, 80.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100002', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100003', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100004', '1', '', '', '', 1, 95.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100005', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100006', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100007', '1', '', '', '', 1, 80.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100008', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100009', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100010', '1', '', '', '', 1, 75.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100011', '1', '', '', '', 1, 130.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100012', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100013', '1', '', '', '', 1, 235.0000, 0, 0, 0, 0, 1, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100014', '1', '', '', '', 1, 235.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100015', '1', '', '', '', 1, 120.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100016', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100017', '1', '', '', '', 1, 90.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100018', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100019', '1', '', '', '', 1, 85.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100020', '1', '', '', '', 1, 140.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '100022', '1', '', '', '', 1, 155.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110001', '1', '', '', '', 1, 25.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110002', '1', '', '', '', 1, 25.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110003', '1', '', '', '', 1, 25.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110004', '1', '', '', '', 1, 25.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110005', '1', '', '', '', 1, 25.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110006', '1', '', '', '', 1, 25.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110007', '1', '', '', '', 1, 40.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110008', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110009', '1', '', '', '', 1, 40.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110010', '1', '', '', '', 1, 40.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110011', '1', '', '', '', 1, 40.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110012', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110013', '1', '', '', '', 1, 25.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110014', '1', '', '', '', 1, 69.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110015', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110016', '1', 'เล็ก', 'เล็ก', '', 1, 15.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110016', '2', 'ใหญ่', 'ใหญ่', '', 0, 50.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110016', '3', 'แก้ว', 'แก้ว', '', 0, 2.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110017', '1', '', '', '', 1, 50.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110018', '1', '', '', '', 1, 20.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110019', '1', '', '', '', 1, 15.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110020', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110021', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110022', '1', '', '', '', 1, 2.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110023', '1', '', '', '', 1, 0.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110024', '1', '', '', '', 1, 0.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110025', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110026', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '110030', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120001', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120002', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120003', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120004', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120005', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120006', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120007', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120008', '1', '', '', '', 1, 40.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120011', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 2, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120012', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120013', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120014', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120015', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120016', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120017', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120018', '1', '', '', '', 1, 200.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120019', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120020', '1', '', '', '', 1, 30.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120021', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120022', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120023', '1', '', '', '', 1, 45.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120024', '1', '', '', '', 1, 100.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120025', '1', '', '', '', 1, 200.0000, 0, 0, 0, 0, 0, 0);
INSERT INTO `productsize` VALUES ('001', '001', '001', '120026', '1', '', '', '', 1, 35.0000, 0, 0, 0, 0, 0, 0);



-- ----------------------------
-- Records of modiset
-- ----------------------------
INSERT INTO `modiset` VALUES ('001', '001', '001', '1', '', '', '');
INSERT INTO `modiset` VALUES ('001', '001', '001', '2', 'เพิ่ม/', 'Add/', 'Add');
INSERT INTO `modiset` VALUES ('001', '001', '001', '3', 'ไม่/', 'No/', 'Less');
INSERT INTO `modiset` VALUES ('001', '001', '001', '4', 'ลด/', 'Less/', 'Less/');

-- ----------------------------
-- Records of modiitem
-- ----------------------------
INSERT INTO `modiitem` VALUES ('001', '001', '001', 'A001', 'เปรี้ยว', 'เปรี้ยว', 'เปรี้ยว', 1);
INSERT INTO `modiitem` VALUES ('001', '001', '001', 'A002', 'หวาน', 'หวาน', 'หวาน', 1);
INSERT INTO `modiitem` VALUES ('001', '001', '001', 'A003', 'เผ็ด', 'เผ็ด', 'เผ็ด', 1);

-- ----------------------------
-- Records of modilist
-- ----------------------------
INSERT INTO `modilist` VALUES ('001', '001', '001', '', '010001', '1', '0401', NULL);
INSERT INTO `modilist` VALUES ('001', '001', '001', '01', '', '2', '0401', 10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '02', '', '1', '0402', 10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '03', '', '2', '0402', 10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '03', '', '2', 'A003', NULL);
INSERT INTO `modilist` VALUES ('001', '001', '001', '03', '', '3', 'A003', NULL);
INSERT INTO `modilist` VALUES ('001', '001', '001', '03', '', '4', 'A003', NULL);
INSERT INTO `modilist` VALUES ('001', '001', '001', '04', '', '1', '0403', 10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '05', '', '2', '0403', 10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '06', '', '3', '0404', -10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '07', '', '4', '0404', -10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '08', '', '1', '0403', 10.00);
INSERT INTO `modilist` VALUES ('001', '001', '001', '09', '', '2', '0403', 10.00);


SET FOREIGN_KEY_CHECKS = 1;
